Repository: jmau111-org/jm-twitter-cards
Catalog: languages/jm-tc-*.po
Languages: es_es, fr_fr, it_it

source: Enter title for Posts Page :
fr_fr: Entrez le titre de la page des posts :

source: Enter your Personal Twitter account
fr_fr: Entrez votre compte Twitter personnel

source: External URL for twitter:image ?
fr_fr: Besoin d'une URL externe pour la twitter:image ?

source: Fix poor native markup for WordPress gallery with some HTML5 markup and add responsive rules.
fr_fr: Corrige le markup natif assez pauvre de WordPress en ce qui concerne les galeries en ajoutant du HTML5 et quelques règles responsives.

source: General
fr_fr: Général

source: Get a <strong>custom metabox</strong> on each post type admin
fr_fr: Ajouter une <strong>metabox personnalisée</strong> sur chaque édit de post

source: Get more <br />from 140 characters </br> with Twitter Cards
fr_fr: Obtenez plus <br />de 140 caractères </br>avec les Cards Twitter

source: Grab datas from SEO plugins
fr_fr: Récupérer les données depuis des plugins SEO

source: Help me keep this free
fr_fr: Restons gratuit

source: If you prefer to use your own fields
fr_fr: Si vous souhaitez utiliser vos propres champs

source: Make your comments tweetable
fr_fr: Rend vos commentaires facilement tweetables.

source: Max mobile non retina (width: 280px - height: 375px)
fr_fr: Taille max pour le mobile à affichage non retina (largeur: 280px - longueur: 375px)

source: Max mobile retina (width: 560px - height: 750px)
fr_fr: Taille max pour le mobile à affichage retina (largeur: 560px - longueur: 750px)

source: Max web size(width: 435px - height: 375px)
fr_fr: Taille max pour le web (largeur: 435px - longueur: 375px)

source: Modify user meta key associated with Twitter Account in profiles :
fr_fr: Modifier la clé associée au champ Twitter dans les profils :

source: No
fr_fr: Non

source: Other plugins you might dig
fr_fr: D'autres plugins que vous pourriez aimer

source: Photo Cards
fr_fr: Cards photo

source: Please help me keep this plugin free.
fr_fr: Aidez-moi à garder ce plugin gratuit

source: Posts page
fr_fr: Page des posts

source: Set description according to excerpt length (words count)
fr_fr: Fixer le nombre de mots à prendre en compte par le plugin pour établir une description par défaut

source: Set featured image dimensions
fr_fr: Régler les dimensions de l'image associée au post

source: Set thumbnail size
fr_fr: Régler la taille de l'image

source: Small (width: 280px - height: 150px)
fr_fr: Petit (largeur: 280px - longueur: 150px)

source: Thumbnails
fr_fr: Images

source: Twitter Card Creator
fr_fr: Twitter Card Créateur

source: Twitter Cards help you richly represent your content within Tweets across the web and on mobile devices. This gives users greater context and insight into the URLs shared on Twitter, which in turn allows Twitter to send more engaged traffic to your site or app.
fr_fr: Les Cards Twitter vous aident à enrichir vos contenus partagés dans les Tweets sur le web et les appareils mobiles. Elles permettent aux utilisateurs d'obtenir plus d'information à propos des contenus présents sur les URLs partagées via Twitter, ce qui a pour effet de permettre à Twitter d'envoyer plus de trafic vers votre site ou application.

source: Use SEO by Yoast or All in ONE SEO meta description for your cards (<strong>default is yes</strong>)
fr_fr: Utiliser les données entrées avec le plugin WPSEO by Yoast ou All In One SEO pour le champ titre (<strong>oui par défaut</strong>)

source: Use SEO by Yoast or All in ONE SEO meta title for your cards (<strong>default is yes</strong>)
fr_fr: Utiliser les données entrées avec le plugin WPSEO by Yoast ou All In One SEO pour le champ description (<strong>oui par défaut</strong>)

source: With this plugin you can grab summary, summary large image, product, photo and gallery cards.
fr_fr: Avec ce plugin vous pourrez obtenir des cards résumé, résumé large image, produit, photo et galerie.

source: gallery
fr_fr: galerie

source: no
fr_fr: non

source: not at all !
fr_fr: jamais de la vie !

source: product
fr_fr: produit

source: summary
fr_fr: résumé

source: summary_large_image
fr_fr: résumé large image

source: yes please, deactivate it
fr_fr: oui SVP, désactiver la card

source: SAVING...
fr_fr: SAUVEGARDE...

source: Save changes
fr_fr: Sauvegarder les changements

source: Options have been saved.
fr_fr: Les options ont été sauvegardées.

source: URL must be https!
fr_fr: Cette URL doit être https

source: Mandatory for Twitter player card!
fr_fr: Obligatoire pour les cards player!

source: URL to raw stream that will be rendered (MUST BE HTTPS)
fr_fr: URL du stream brut du player qui sera affiché (DOIT ÊTRE HTTPS)

source: Player card will not render with this combination of width and height. Please make sure it is not fewer 68,600 pixels (a 262x262 square image, or a 350x196 16:9 image).
fr_fr: La card player ne sera pas rendue ca la combinaison largeur/hauteur est en dehors des recommandations de Twitter. SVP assurez-vous que votre image fallback (featured image par exemple) ne soit pas inférieure à 68,600 pixels (une image carrée de 262x262 ou une image 16:9 de 350x196).

source: Image is equal to or greater than 1MB. This will break Twitter Cards. Optimize it please, this should also improve your page load.
fr_fr: Votre image a une taille égale ou supérieure à 1 MB. Cela risque de casser la card Twitter. Optimisez cela SVP, cela devrait également améliorer le temps de chargement de votre page.

source: Warning : Player Card is not set properly ! The URL of iFrame Player MUST BE https!
fr_fr: Attention : la player card est mal condigurée ! Cette URL du player DOIT ÊTRE https!

source: If you do not understand what is the following field then it is probably a bad idea to fulfill them!
fr_fr: Si vous ne comprenez pas à quoi sert le champ suivant, mieux vaut ne pas le remplir du tout!
