{"translation-revision-date":"","generator":"WP-CLI\/2.4.0","source":"admin\/js\/cards\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=(n != 1);"},"Card Type":["Tipus de targeta"],"Summary":["Resum"],"Summary Large Image":["Resum Imatge gran"],"Player":["Jugador"],"Application":["Aplicació"],"Custom title":["Títol personalitzat"],"Best is under 55 chars. If no set default card title would be post title":["El millor és de menys de 55 caràcters. Si el títol de la targeta predeterminada no era definit, es publicaria el títol"],"Enter custom title…":["Introduïu el títol personalitzat ..."],"Card description":["Descripció de la targeta"],"200 chars max but it is better to keep it short, 120-130 chars is fine. By default description will be automatically generated or retrieved from a SEO plugin such as Yoast or All in One SEO but you can override this here.":["200 caràcters màx. Però és millor mantenir-lo curt, 120-130 caràcters està bé. La descripció predeterminada es generarà automàticament o es recuperarà d'un complement de SEO com Yoast o All in One SEO, però podeu substituir-lo aquí."],"Player URL":["URL del reproductor"],"Enter URL…":["Introduïu l'URL ..."],"Player Width":["Amplada del reproductor"],"Player Height":["Alçada del jugador"],"Close":["Tanca"],"check validator":["comproveu el validador de bruixes"],"Image Settings":["Configuració de la imatge"],"Depending on your card type, please use appropriate ratio. Best is :":["En funció del tipus de targeta, utilitzeu la relació adequada. El millor és:"],"1:1 for summary card (square)":["1: 1 per a la targeta de resum (quadrat)"],"2:1 (rectangle) for summary large image":["2: 1 (rectangle) per a la imatge de resum gran"],"Using featured image is highly recommended (if supported by your post type which is the case for posts) but you can override this here.":["L'ús de la imatge destacada és molt recomanable (si és compatible amb el tipus de publicació que és el cas de les publicacions), però podeu substituir-lo aquí."],"Override featured image and default image for this post":["Anul·la la imatge destacada i la imatge predeterminada d'aquesta publicació"],"Insert from Media Library":["Insereix des de la Biblioteca"],"Change twitter Image source":["Canvia twitter Font d'imatge"],"Card Image alt":["Imatge de la targeta alt"],"Alt text - accessibility for your Twitter Image":["Alt text: accessibilitat per a la imatge de Twitter"],"Twitter Cards":["Twitter Cards"],"Twitter Cards settings":["Configuració de les targetes de Twitter"],"Main settings & preview":["Configuració \/ prèvia"],"The preview button allows you to change main twitter cards settings and see what it might look like on Twitter.":["El botó de vista prèvia us permet canviar la configuració principal de les targetes de twitter i veure el que podria semblar a Twitter."],"On no account this could replace the Twitter cards validator":["En cap cas això podria substituir el validador de les targetes de Twitter"],"Preview and set your cards":["Previsualitza i configura les teves targetes"],"preview":["Vista prèvia"],"open modal":["obert modal"]}}}