{"translation-revision-date":"","generator":"WP-CLI\/2.4.0","source":"admin\/js\/cards\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n != 1);"},"Card Type":["Type de card"],"Summary":["Résumé"],"Summary Large Image":["Résumé large image"],"Player":["Player"],"Application":["Application"],"Custom title":["Titre personnalisé"],"Best is under 55 chars. If no set default card title would be post title":["Le mieux est de rester en dessous de 55 caractères. Si vide, le titre du post est repris par défaut"],"Enter custom title…":["Entrez un titre personnalisé..."],"Card description":["Description de la card"],"200 chars max but it is better to keep it short, 120-130 chars is fine. By default description will be automatically generated or retrieved from a SEO plugin such as Yoast or All in One SEO but you can override this here.":["200 caractères maximum mais c'est mieux de faire court, 120-130 caractères c'est déjà bien. Par défaut la description est reprise automatiquement ou via un plugin SEO comme Yoast ou All in One SEO mais vous pouvez surcharger cela ici."],"Player URL":["L'URL du player"],"Enter URL…":["Entrez l'URL..."],"Player Width":["Largeur du player"],"Player Height":["Hauteur du player"],"Close":["Fermer"],"check validator":["Vérifiez avec le validateur"],"Image Settings":["Réglages de l'image"],"Depending on your card type, please use appropriate ratio. Best is :":["Suivant votre type de card, svp utilisez un ratio approprié. Le mieux est :"],"1:1 for summary card (square)":["1:1 pour les cards résumé (carré)"],"2:1 (rectangle) for summary large image":["2:1 (rectangle) pour les cards résumé large image"],"Using featured image is highly recommended (if supported by your post type which is the case for posts) but you can override this here.":["Mieux vaut utiliser l'image à la UNE (méthode recommandée si votre type de contenu le supporte) mais vous pouvez surcharger cela ici."],"Override featured image and default image for this post":["Surcharger l'image à la UNE et l'image par défaut Twitter"],"Insert from Media Library":["Insérer une image"],"Change twitter Image source":["Modifier l'image Twitter"],"Card Image alt":["Texte alternatif pour l'image Twitter"],"Alt text - accessibility for your Twitter Image":["Texte alternatif - accessibilité pour l'image Twitter"],"Twitter Cards":["Twitter Cards"],"Twitter Cards settings":["Réglages Twitter Cards"],"Main settings & preview":["Réglages principaux et aperçu"],"The preview button allows you to change main twitter cards settings and see what it might look like on Twitter.":["Le bouton d'aperçu permet de modifier les réglages de la card Twitter tout en voyant ce que cela pourrait donner sur Twitter."],"On no account this could replace the Twitter cards validator":["En aucun cas cela peut remplacer le validateur de Twitter"],"Preview and set your cards":["Prévisualiser et paramétrer votre card"],"preview":["Prévisualisation"],"open modal":["Ouvrir la modale"]}}}