Repository: jmau111-org/jm-twitter-cards
Catalog: languages/jm-tc-doc-*.po
Languages: es_es

source: <strong>Image options</strong> : This is optional but some users wanted alternatives for featured image
es_es: <strong> opciones de imagen </strong>: Esto es opcional, pero algunos usuarios querían alternativas para Foto principal

source: <strong>Mobile (non-retina displays)</strong>: maximum height of 375px, maximum width of 280px
es_es: <strong> Móvil (pantallas que no sean de retina) </strong>: altura máxima de 375px, el ancho máximo de 280px

source: <strong>Mobile (retina displays)</strong>: maximum height of 750px, maximum width of 560px
es_es: <strong> Móvil ( pantallas de retina) </strong>: altura máxima de 750px, el ancho máximo de 560px

source: <strong>Product card options</strong> : You can set 2 key details for your product (e.g price, size, etc)
es_es: <strong> opciones tarjeta de producto </strong>: Permite determinar 2 detalles clave de su producto (por ejemplo, precio, tamaño, etc.)

source: <strong>Retina display</strong>: Be careful with Retina displays, image must be tall enough. Also make sure your image is not heavier than 1 MB if used for summary large cards
es_es: <strong> pantalla Retina </strong>: Tenga cuidado con las pantallas de Retina, la imagen debe ser lo suficientemente alta. También asegúrese de que su imagen no es más pesada que 1 MB si se utiliza para grandes tarjetas de resumen

source: A few simple rules for Player Cards
es_es: Algunas reglas simples para Tarjetas Reproductor

source: Almost the same card as Summary Card but with a large image. It is nice, isn't it?
es_es: Casi la misma tarjeta como tarjeta de resumen, pero con una imagen de gran tamaño. Es bonita, ¿no?

source: Also be sure to check all the following point before <a href= "https://dev.twitter.com/docs/cards/validation/validator">asking for approval</a>. Here are the common issues with player cards:
es_es: También asegúrese de revisar todos los puntos siguientes antes <a href= "https://dev.twitter.com/docs/cards/validation/validator"> pidiendo aprobación </un>. Estos son los problemas comunes con tarjetas de reproductor:

source: Analytics
es_es: Analitico

source: And if you do not use one of this two plugins you can use your own custom fields instead. Just provide meta keys (advanced users).
es_es: Y si usted no usa uno de estos dos plugins puede utilizar sus propios campos personalizados en su lugar. Simplemente proporcione teclas meta (usuarios avanzados).

source: App Installs and Deep-Linking
es_es: App Installs y Deep-Linking

source: Attach additional interactivity outside the video or audio player (e.g., non-standard buttons or banners).
es_es: Adjunte interactividad adicional fuera del reproductor de audio o video (por ejemplo, los botones no estándar o banderas).

source: Automatically play content that is greater than 10 seconds in length.
es_es: Reproduzca automáticamente contenido que tiene más de 10 segundos de duración.

source: Basically you provide your custom field keys in plugin option page and then it will grab datas.
es_es: Básicamente usted proporciona sus claves de campos personalizados en la página de opción del plugin y luego agarra datos.

source: Be careful the key you have to provide MUST BE the key your theme use to set the Twitter's field in profile ! In addition to this, THE VALUE MUST BE A USERNAME not a URL such as http://twitter.com/user <strong>it could break the cards !</strong>
es_es: Tenga cuidado, ¡la clave que tiene que proporcionar debe ser la clave que su tema usa para establecer el campo de Twitter en el perfil! Además de esto, EL VALOR DEBE SER UN NOMBRE DE USUARIO, no un enlace como http://twitter.com/user <strong> ¡podría romper las tarjetas! </strong>

source: Be careful with this. Manipulating markup in head section is quite sensitive.
es_es: Tenga cuidado con esto. Manipular marcado en sección del encabezado es muy sensible.

source: Be careful, it is not available in all countries ! Not yet
es_es: Tenga cuidado, ¡aún no está disponible en todos los países! Todavía no

source: Build a responsive and equivalent experience that works within all Twitter clients (including twitter.com, mobile.twitter.com, Twitter for iPhone and Twitter for Android). Cards that do not work in all Twitter clients listed will not be approved.
es_es: Construya una experiencia sensible y equivalente que trabaja dentro de todos los clientes de Twitter (twitter.com incluyendo, mobile.twitter.com, Twitter para iPhone y Twitter para Android). Las tarjetas que no funcionan en todos los clientes de Twitter enumerados no serán aprobadas.

source: Build end-to-end interactive experiences inside the video or audio player unrelated to Player Card content, such as the following: purchasing, gaming, polling, messaging, and data entry. Instead, build these interactive experiences with our other Card types or enhance your Player Card content with links to your website or mobile application.
es_es: Construya experiencias interactivas dentro del reproductor de vídeo o de audio no relacionado con el contenido de la Tarjeta de Reproductor, tales como las Compras, juegos de azar, la votación, mensajería y datos de entrada. En su lugar, construya estas experiencias interactivas con nuestros otros tipos de tarjetas, o mejore su Tarjeta de Reproductor con enlaces a su sitio web o aplicación móvil.

source: By adding these new footer tags to your markup, you'll be able to specify downloads for users who've not yet installed your app on their device. This will work across iPhone, iPad, and Android (Google Play). Please note that if you have an iPhone app, but no iPad-optimized app, you should include the iPhone app id, name, and url for both iPhone and iPad-related tags. When no value is provided, the Cards will simply render a "View on web" link pointing to website of the card. Below is an example of what the prompt will look like if the user does not have the app installed:
es_es: Mediante la adición de estas nuevas etiquetas de pie de página a su marcado, usted será capaz de especificar descargas para los usuarios que no han todavía instalado su aplicación en su dispositivo. Esto funciona a través de iPhone, iPad y Android (Google Play). Por favor, tenga en cuenta que si usted tiene una aplicación para el iPhone, pero sin aplicación optimizada para iPad, usted debe incluir el ID de iPhone App, nombre y url para iPhone y etiquetas relacionadas con el iPad. Cuando no se proporciona ningún valor, las tarjetas simplemente harán un enlace "Ver en la web" que apunta a la página web de la tarjeta. A continuación se muestra un ejemplo de cómo se verá el símbolo si el usuario no tiene la aplicación instalada:

source: Check if the player's z-index causes the content to overlap the page header
es_es: Compruebe si z-index del jugador hace que el contenido cubra el encabezado de la página

source: Check that image does not exceed 1mb in size and/or is compatible with Twitter requirements.
es_es: Compruebe que la imagen no exceda de 1 MB de tamaño y / o es compatible con los requisitos de Twitter.

source: Circumvent the intended use of the Card. Player Cards are reserved for linear audio and video consumption only.
es_es: Eludir el uso previsto de la Tarjeta. Tarjetas del Reproductor están reservadas para audio lineal y el consumo de vídeo solamente.

source: Content greater than 10 seconds in length must not play automatically
es_es: Contenido de más de 10 segundos de duración, no debe reproducirse de forma automática

source: Default to &#226;&#8364;&#732;sound off&#226;&#8364;&#8482; for videos that automatically play content. Please note that videos greater than 10 seconds in length must not automatically play content.
es_es: Por defecto a &#226;&#8364;&#732; sonido y off&#226;&#8364;&#8482; videos que reproducen automáticamente el contenido. Tenga en cuenta que los videos de más de 10 segundos de duración, no deben reproducir de forma automática el contenido.

source: Different type of cards
es_es: Diferentes tipos de tarjetas

source: Different types of cards
es_es: Diferentes tipos de tarjetas

source: Do not:
es_es: No:

source: Do:
es_es: Hacer:

source: Don't panic ! It's probably you did not set your robots.txt file according to Twitter's recommandation
es_es: ¡No se asuste! Probablemente no ha configurado su archivo robots.txt según recomandacion de Twitter

source: Extra settings
es_es: Ajustes adicionales

source: Extrasettings
es_es: Ajustes adicionales

source: Follow me on Twitter
es_es: Sígueme en Twitter

source: French blogger and developer
es_es: Blogger Francés y desarrollador

source: Generate active mixed content browser warnings at any point during the audio or video experience, either on load or during play. For more information, see the
es_es: Genera avisos del navegador de contenido mixto activas en cualquier momento durante el audio o la experiencia de vídeo, ya sea en la carga o durante la reproducción. Para obtener más información, consulte la

source: Go To Table of Contents
es_es: Ir a Tabla de Contenido

source: Here I disable Twitter Cards for both page with ID 19 and page slug 'contact' :
es_es: Aquí desactivo Tarjetas Twitter tanto para la página con ID 19 y “contacto” slug de la página:

source: Here I disable Twitter Cards for post with format 'status':
es_es: Aquí desactivo Tarjetas Twitter para publicaión con 'status' Formato:

source: Here is example markup to enable app install prompts and deep-linking, and note that this metadata can be appended to any card type. Additionally the App ID value for iPhone and iPad should be the numeric App Store ID, while the App ID for Google Play should be the Android package name:
es_es: Aquí está un ejemplo de marcado para permitir la instalación de aplicación y deep-linking, y tenga en cuenta que estos metadatos se pueden añadir a cualquier tipo de tarjeta. Además, el valor de ID de la aplicación para iPhone y iPad debe ser el ID numérico de la App Store, mientras que la ID de la aplicación de Google Play debe ser el nombre del paquete Android:

source: If a user does have the application installed, you can specify a deep-link into the correlated resource within your own application. When a user clicks on the "Open in app" tap target, Twitter will send that user out into your application. This value is specified in the "twitter:app:name:(iphone|ipad|googleplay)" tags. The app url should be your app-specific URL Scheme (requires registration within your app) that launches your app on the appropriate client.
es_es: Si un usuario tiene instalada la aplicación, se puede especificar un deep-link en el recurso correlacionado dentro de su propia aplicación. Cuando un usuario hace clic en "Abrir en una app", Twitter enviará ese usuario a su aplicación. Este valor se especifica en la etiqueta "twitter:app:name:(iphone|ipad|googleplay)". La url de la aplicación debe ser su esquema URL específica de la aplicación (requiere registro dentro de su app) que pone en marcha su aplicación en el cliente adecuado.

source: If home page is posts page (which is often the case), this setting allows you to define a Twitter Card title and description. This prevent from getting the datas from the first post in the loop.
es_es: Si la página principal es la página de publicaciones (que suele ser el caso), este ajuste le permite definir título y descripción de una tarjeta de Twitter. Esto impide recibir los datos desde la primera publicación en el bucle.

source: If the browser asks you whether you want to display insecure assets, you have an https problem
es_es: Si el navegador le pregunta si desea mostrar los activos inseguros, usted tiene un problema https

source: If the media player includes sharing to third-party networks, you must provide an option to share to Twitter.
es_es: Si el reproductor multimedia incluye compartir a redes de terceros, debe proporcionar una opción para compartir con Twitter

source: If you experience any issue or if you mess with this option just recover with the key :
es_es: Si experimenta cualquier problema o si te metes con esta opción sólo se recupera con la clave:

source: If you have any issue, the first thing you have to do is to go to <a class= "button button-secondary" href= "https://dev.twitter.com/docs/cards/troubleshooting">Twitter Cards troubleshooting</a>.
es_es: Si usted tiene cualquier problema, lo primero que tienes que hacer es ir a <a class= "button button-secondary" href= "https://dev.twitter.com/docs/cards/troubleshooting">solución de problemas de TarjetasTwitter </a>.

source: If you select photo, or summary large image or product cards then (<strong>save draft</strong> if JavaScript is disabled) you'll see additional fields you can set such as :
es_es: Si selecciona la foto o una imagen grande o fichas de producto entonces (<strong> guardar el proyecto </strong> si javascript está deshabilitado) verá los campos adicionales que puede configurar como:

source: In 3.3.6 Plugin UI has been renewed with some flat design and in a simpler way. Only option and all explanations in documentation. All sections includind meta box on post edit has now a link to documentation.
es_es: En Plugin 3.3.6 la IU se ha renovado con un poco de diseño plano y de una manera más simple. Sólo una opción y todas las explicaciones en la documentación. Todas las secciones incluyendo el cuadro de meta en el poste de edición tienen ahora un enlace a la documentación-.

source: In Android/iOS browsers the experience must fall back gracefully (sized for mobile viewport, no broken Flash embeds, etc)
es_es: En navegadores Android / iOS la experiencia debe caer con gracia (tamaño para ventana móvil, no incrustaciones Flash rotas, etc.)

source: JM Twitter Cards - Documentation
es_es: JM Twitter Cards - Documentación

source: Just select card type. You will see additional fields if they exist.
es_es: Sólo tiene que seleccionar el tipo de tarjeta. Usted verá los campos adicionales, si existen.

source: Last setting is for multi-author blogs. It allows your authors to get an additional field in their profile. They can provide their Twitter Account. This is meant to improve authorship. If they publish a post, their twitter usernames will be set as twitter meta creator.
es_es: La última configuración es para los blogs de varios autores. Permite a los autores obtener un campo adicional en su perfil. Pueden proporcionar su cuenta de Twitter. Esto tiene por objeto mejorar la autoría. Si ellos publican una publicación, sus nombres de usuario de Twitter se establecerán como creador meta Twitter.

source: Link to a HTML page which falls back to mobile friendly content in case Flash is not available.
es_es: Enlace a una página HTML que cae de nuevo a contenido móvil en caso de que Flash no esté disponible.

source: Make sure the image is at least 68,600 pixels (a 262x262 square image, or a 350x196 16:9 image) or bigger
es_es: Asegúrese de que la imagen es de al menos 68.600 píxeles (una imagen cuadrada 262x262, o una imagen350x196 16:9) o mayor

source: Mark your Card as &#226;&#8364;&#732;true&#226;&#8364;&#8482; for sensitive media if such media could be displayed.
es_es: Marque su tarjeta como &#226;&#8364;&#732;true&#226;&#8364;&#8482; para medios sensibles si se pudieran mostrar dichos medios.

source: Meta Box
es_es: Meta Caja

source: Meta tag references
es_es: Referencias a etiqueta Meta

source: My Wishlist
es_es: Mi Lista de Deseos

source: Note: The product card requires an image of size 160 x 160 or greater. It prefers a square image but we can crop/resize oddly shaped images to fit as long as both dimensions are greater than or equal to 160 pixels.
es_es: Nota: La tarjeta de producto requiere una imagen de tamaño 160 x 160 o mayor. Prefiere una imagen cuadrada pero podemos recortar / cambiar el tamaño de las imágenes con formas extrañas para adaptarse siempre que ambas dimensiones sean mayores que o iguales a 160 píxeles.

source: Once it's activated you'll get a custom meta box in your post edit :
es_es: Una vez que se activa obtendrá un cuadro de meta personalizado en tu edición de publicación:

source: Once you have added the specific markup with plugin <strong>do not forget to validate your website on dev.twitter :
es_es: Una vez que haya añadido el marcado específico con el plugin <strong> no se olvide de validar su sitio web en dev.twitter :

source: Plugin options
es_es: Opciones plugin

source: Preview tool
es_es: Herramienta de Previsualización

source: Provide a raw stream to video and audio content when possible.
es_es: Proporcionar un flujo raw a contenido de vídeo y audio cuando sea posible

source: Require users to sign-in to your experience.
es_es: Requerir que los usuarios inicien sesión en tu experiencia

source: See on dev.twitter.com
es_es: Ver en dev.twitter.com

source: Set twitter:player to point directly at a .swf movie file.
es_es: Establecer el reproductor Twitter para apuntar directamente a un archivo de película swf.

source: Since 3.3.4 there is a new setting that allows you to use your own field for Twitter's field in profiles. A lot of theme have this feature so you probably want to keep only one field.
es_es: Desde 3.3.4 hay una nueva opción que permite que usted utilice su propio campo para el campo de Twitter en los perfiles. Muchos temas tienen esta característica por lo que probablemente quiere mantener un solo campo.

source: Source
es_es: Fuente

source: Sources
es_es: Fuentes

source: Summary Large Image cards
es_es: Sumario con foto grande

source: Table of content
es_es: Tabla de contenido

source: Test your experience on the native browsers of Twitter clients before submitting for approval.
es_es: Pruebe su experiencia en los navegadores nativos de clientes de Twitter antes de enviar para su aprobación.

source: The Gallery Card allows you to represent collections of photos within a Tweet. This Card type is designed to let the user know that there's more than just a single image at the URL shared, but rather a gallery of related images. You can specify up to 4 different images to show in the gallery card via the twitter:image[0-3] tags. You can also provide attribution to the photographer of the gallery by specifying the value of the twitter:creator tag.
es_es: La Tarjeta de Galería le permite representar colecciones de fotos dentro de un Tweet. Este tipo de tarjeta está diseñada para que el usuario sepa que hay más que una sola imagen en la dirección URL compartida, sino más bien una galería de imágenes relacionadas. Puede especificar hasta 4 imágenes diferentes para mostrar en la tarjeta de la galería a través de Twitter: etiquetas de imagen [0-3]. También puede proporcionar la atribución al fotógrafo de la galería, especificando el valor de la etiqueta Twitter:creator.

source: The HTTPS lock is showing active mixed content warnings
es_es: El bloqueo HTTPS está mostrando advertencias de contenido mixto activos

source: The Photo Card puts the image front and center in the Tweet:
es_es: La Tarjeta de Fotos pone la imagen al frente y al centro en el Tweet:

source: The Product Card is a great way to represent retail items on Twitter, and to drive sales. This Card type is designed to showcase your products via an image, a description, and allow you to highlight two other key details about your product.
es_es: La Tarjeta de Producto es una gran manera de representar artículos en venta en Twitter, y para impulsar las ventas. Este tipo de tarjeta está diseñada para mostrar sus productos a través de una imagen, una descripción, y permitirá resaltar otros dos detalles claves de su producto.

source: The content must have stop or pause controls
es_es: El contenido debe tener controles de parada o pausa

source: The content must not be entirely an ad
es_es: El contenido no debe ser del todo un anuncio

source: The content must not require sign-in
es_es: El contenido no debe requerir Iniciar sesión

source: The image <strong>must not be more than 1mb in size</strong> that is why the custom Meta Box includes a checking system that assess your image size and display the result on each post edit. If you do not use cutom meta box be sure to upload image smaller than 1mb in size. If your image is heavier, your card will not break because meta image is not required for summary and summary large image cards but no image will be displayed in your tweets.
es_es: La imagen <strong> no debe ser de más de 1 MB de tamaño </strong> es por eso que la Meta caja personalizada incluye un sistema de control que evalúa su tamaño de la imagen y muestra el resultado en cada edición de publicación. Si usted no utiliza la caja meta personalizada asegúrese de cargar una imagen menor de 1 mb de tamaño. Si su imagen es más pesada, su tarjeta no se romperá porque la imagen meta no se requiere para resumen y tarjetas de resumen grandes, pero no la imagen se mostrará en sus tweets.

source: The player URL is not HTTPS (did we mention this before?)
es_es: La URL jugador no es HTTPS (¿le hemos dicho esto antes?)

source: The player URL must not point directly to a .swf
es_es: La URL del reproductor no debe apuntar directamente a un archivo. swf

source: These fields are strings and can be used to show the price, list availability, list sizes, etc. This will require adding some new markup tags to your pages, which we will cover below.
es_es: Estos campos son cadenas y se pueden utilizar para mostrar los precios, la disponibilidad, la lista de tamaños, etc. Esto requerirá la adición de algunas nuevas etiquetas de formato a sus páginas, lo que vamos a cubrir más adelante.

source: This card requires <strong>a minimum width of 280, and a minimum height of 150</strong>, the same requirement as Photo cards, that is why it's the smallest size used by the plugin.
es_es: Esta tarjeta requiere <strong> una anchura mínima de 280 y una altura mínima de 150 </strong>, el mismo requisito que tarjetas de foto, es por eso que es el tamaño más pequeño utilizado por el plugin.

source: This could be another way to disable cards on some pages.
es_es: Esto podría ser otra manera de desactivar las tarjetas sobre algunas páginas.

source: This file is used to set specific rules for web crawlers.
es_es: Este archivo se utiliza para establecer normas específicas para los rastreadores web.

source: This is meant to let the user know that there is more than just a single image at the URL shared, but rather a gallery of related images. So these images have to be part of a WordPress gallery. Please ensure you use the shortcode [gallery] in your post to enjoy Gallery cards
es_es: Esto se hace para que el usuario sepa que hay más que una sola imagen en la dirección URL compartida, sino más bien una galería de imágenes relacionadas. Así pues, estas imágenes tienen que ser parte de una galería de WordPress. Por favor, asegúrese de usar el código corto [galería] en su publicación para gozar de tarjetas Gallery

source: This is one of the best features of the plugin. It allows to customize your cards for each post and you get extra features...
es_es: Esta es una de las mejores características del plugin. Permite personalizar sus tarjetas para cada publicación y obtiene características adicionales ...

source: This is the first section. You can set which type of card will be the default type used in your website. You must define twitter card creator (username) and twitter card site (username). If they are the same just enter username twice.
es_es: Esta es la primera sección. Puede configurar qué tipo de tarjeta será el tipo por defecto que se utiliza en su sitio web. Debe definir creador de tarjeta twitter (nombre de usuario) y el sitio de tarjeta Twitter (nombre de usuario). Si son la misma, introduce dos veces el nombre de usuario.
