Repository: jmau111-org/jm-twitter-cards
Catalog: languages/jm-tc-*.po
Languages: es_es, fr_fr, it_it

source: Import
it_it: Importa

source: Export
it_it: Esporta

source: About
es_es: Acerca de
it_it: Info

source: Tutorials
it_it: Tutorial

source: Setup for the first time
it_it: Configurazione per la prima volta

source: Setup metabox with custom post types
it_it: Configurazione metabox con tipi di post personalizzati

source: Dealing with images
it_it: Gestione delle immagini

source: Set first image found in post content as twitter image
it_it: Imposta la prima immagine trovata nel contenuto del post come immagine Twitter

source: Upgrading to Gutenberg
it_it: Aggiornamento a Gutenberg

source: How to recover twitter cards sidebar after unpin
it_it: Come recuperare le schede twitter sidebar dopo sbloccare

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: characters left
it_it: caratteri a disposizione

source: 10.0.0 : Please see the new <a href="%s">Tutorial page</a> which can help you.
it_it: 10.0.0 : Si prega di vedere la <a href="%s">nuova pagina</a> Tutorial che può aiutarti.

source: Please upload a valid .json file
it_it: Devi caricare un file .json valido

source: Please upload a file to import
it_it: Per favore carica un file per importare

source: No featured image for now !
es_es: ¡Sin imagen personalizada por ahora!
it_it: Nessuna immagine in primo piano per ora !

source: Unknown error !
es_es: ¡Error desconocido!
it_it: Errore sconosciuto !

source: Image is heavier than 1MB ! Card will be broken !
es_es: ¡La imagen es más pesada que 1 MB! ¡Card se romperá!
it_it: L'immagine è più pesante di 1 MB ! La carta sarà rotta!

source: Select
it_it: Seleziona

source: Remove
it_it: Rimuovi

source: Not found
it_it: Non trovato

source: Twitter Cards
it_it: Twitter

source: Upload
it_it: Carica

source: Warning : Player Card is not set properly ! There is no URL provided for iFrame player !
es_es: Advertencia: ¡La Tarjeta de Jugador no está configurada correctamente! ¡No existe una dirección URL proporcionada para el jugador de iFrame!
fr_fr: Attention : la player card est mal condigurée ! Aucune URL pour le player iFrame!
it_it: Attenzione : Player Card non è impostato correttamente ! Non è stato fornito alcun URL per iFrame Player !

source: Choose File
it_it: Scegli file

source: This plugin is free
it_it: Questo plugin è gratuito

source: This plugin is free not me :)
it_it: Questo plugin è gratuito non me :)

source: So please give me some time to solve issues and answer in case you have any problem.
it_it: Quindi, per favore dammi un po 'di tempo per risolvere i problemi e rispondere nel caso in cui avete qualche problema.

source: The developer
es_es: El desarrollador
it_it: Lo sviluppatore

source: I am a web developer, I like to make it simpler.
it_it: Sono uno sviluppatore web, mi piace renderlo più semplice.

source: Card type
es_es: Tipo de tarjeta
it_it: Tipo di Carta

source: Summary
es_es: Sumario
it_it: Sommario

source: Summary below Large Image
es_es: Sumario con foto grande
it_it: Riepilogo sotto Immagine di grandi dimensioni

source: Player
es_es: Reproductor de VídeosUMMARY
it_it: Giocatore

source: Application
es_es: Aplicación
it_it: Applicazione

source: Set another source as twitter image (enter URL)
es_es: Establezca otro origen como imagen de twitter (introducir URL)
fr_fr: Définir une autre source pour la twitter image (entrez une URL)
it_it: Imposta un'altra origine come immagine twitter (inserisci URL)

source: Image Alt
it_it: Alt Immagine

source: URL of iFrame player (MUST BE HTTPS)
es_es: URL del jugador de iFrame (DEBE SER HTTPS)
fr_fr: URL du player de cette iFrame (DOIT ÊTRE HTTPS)
it_it: URL del lettore iFrame (MUST BE HTTPS)

source: Player width
es_es: Ancho del jugador
fr_fr: Largeur du player
it_it: Larghezza del video player

source: Player height
es_es: Largo del jugador
fr_fr: Hauteur du player
it_it: Altezza del giocatore

source: Options
it_it: Opzioni

source: Custom Post types
it_it: Tipi di post personalizzati

source: Creator (twitter username)
es_es: Creador (nombre de usuario en twitter)
it_it: Creatore (nome utente twitter)

source: Site (twitter username)
es_es: Sitio (nombre de usuario en twitter)
it_it: Sito (nome utente twitter)

source: Excerpt
it_it: Estratto

source: Excerpt as meta desc?
it_it: Estratto come meta desc?

source: yes
es_es: si
fr_fr: oui
it_it: sì

source: Open Graph/SEO
it_it: Grafico aperto/SEO

source: Image Fallback
es_es: Fallback de la Imagen
it_it: Immagine alternativa

source: Image alt
it_it: Alt immagine

source: Enter desc for Posts Page (max: 200 characters)
es_es: Introduzca descripción para la Página de Posts (max: 200 caracteres)
it_it: Inserisci desc per la Pagina Post (max: 200 caratteri)

source: iPhone Name
es_es: Nombre del iPhone
it_it: Nome iPhone

source: Enter iPhone Name
es_es: Introduzca el Nombre del iPhone
fr_fr: Entrez le nom iPhone
it_it: Inserisci il nome dell'iPhone

source: iPhone URL
es_es: URL del iPhone
it_it: URL iPhone

source: Enter iPhone URL
es_es: Introduzca la URL del iPhone
fr_fr: Entrez l'URL iPhone
it_it: Inserisci l'URL dell'iPhone

source: iPhone ID
es_es: ID del iPhone
it_it: ID iPhone

source: Enter iPhone ID
es_es: Introduzca el ID del iPhone
it_it: Inserisci l'ID iPhone

source: iPad Name
es_es: Nombre del iPad
it_it: Nome iPad

source: Enter iPad Name
es_es: Introduzca el Nombre del iPad
fr_fr: Entrez le nom iPad
it_it: Inserisci il nome dell'iPad

source: iPad URL
es_es: URL del iPad
it_it: URL iPad

source: Enter iPad URL
es_es: Introduzca la URL del iPad
fr_fr: Entrez l'URL iPad
it_it: Immettere l'URL dell'iPad

source: iPad ID
es_es: ID del iPad
it_it: ID iPad

source: Enter iPad ID
es_es: Introduzca el ID del iPad
fr_fr: Entrez l'ID iPad
it_it: Inserisci ID iPad

source: Google Play Name
es_es: Nombre de Google Play
it_it: Nome Google Play

source: Enter Google Play Name
es_es: Introduzca el Nombre del Google Play
fr_fr: Entrez le nom Google Play
it_it: Inserisci il nome di Google Play

source: Google Play URL
es_es: URL de Google Play
it_it: URL di Google Play

source: Enter Google Play URL
es_es: Introduzca la URL de Google Play
fr_fr: Entrez l'URL Google Play
it_it: Inserisci l'URL di Google Play

source: Enter Google Play ID
es_es: Introduzca el ID de Google Play
fr_fr: Entrez l'ID Google Play
it_it: Inserisci l'ID di Google Play

source: App Country code
es_es: Codifica país (Aplicación)
it_it: Codice paese app

source: Enter 2 letter App Country code in case your app is not available in the US app store
es_es: Entra el código país de la aplicación si su aplicación no está disponible para el app appstore US
it_it: Inserisci il codice del paese dell'app di 2 lettere nel caso in cui l'app non sia disponibile nell'app store degli Stati Uniti

source: Custom field title
es_es: Título del campo personalizado
it_it: Titolo campo personalizzato

source: If you prefer to use your own field for twitter meta title instead of SEO plugin. Leave it blank if you want to use SEO plugin or default title.
es_es: Si usted prefiere usar su propio campo para el meta título de twitter en vez del plugin SEO. Déjelo en blanco si usted desea usar el plugin SEO o el título por defecto.
it_it: Se si preferisce utilizzare il proprio campo per twitter meta titolo invece di SEO plugin. Lasciare vuoto se si desidera utilizzare il plugin SEO o il titolo predefinito.

source: Custom field desc
es_es: Descripción del campo personalizado
it_it: Campo personalizzato desc

source: If you prefer to use your own field for twitter meta description instead of SEO plugin. Leave it blank if you want to use SEO plugin or default desc.
es_es: Si usted prefiere usar su propio campo para la meta descripción de twitter en vez del plugin SEO. Déjelo en blanco si usted quiere usar el plugin SEO o la descripción por defecto.
it_it: Se si preferisce utilizzare il proprio campo per twitter meta descrizione invece di SEO plugin. Lasciare vuoto se si desidera utilizzare il plug-in SEO o desc predefinito.

source: Add or hide the meta box
es_es: Agregar u ocultar el meta cuadro
it_it: Aggiungere o nascondere la meta box

source: Default
it_it: Predefinito

source: All
it_it: Tutti

source: You sox !
it_it: Tu sox !

source: Twitter Cards creator set successfully
it_it: Il creatore di Twitter Cards è stato impostato con successo

source: Twitter Cards Sitename set successfully
it_it: Twitter Cards Sitename impostato correttamente

source: Player cards cannot be set globally, makes no sense, just go to the metabox please. You sox a little bit !
it_it: Le carte giocatore non possono essere impostate a livello globale, non ha senso, basta andare alla metabox per favore. Sox un po' !

source: Twitter Cards Type set successfully
it_it: Tipo di schede Twitter impostato correttamente

source: You gotta be kidding me !
it_it: Mi stai prendendo in giro!

source: %s is not a valid post type ! And you still sox !
it_it: %s non è un tipo di post valido ! E tu ancora sox !

source: Twitter Cards custom post types set successfully
it_it: I tipi di post personalizzati delle schede Twitter vengono impostati correttamente

source: Welcome to
es_es: Bienvenido a
fr_fr: Bienvenue sur
it_it: Benvenuto su

source: see blog posts
es_es: ver los posts del blog
fr_fr: voir les articles
it_it: vedere i post del blog

source: Your Twitter name
it_it: Il tuo nome Twitter

source: The card for your website will look a little something like this!
it_it: La scheda per il tuo sito web sarà un po 'simile a questo!

source: Preview is not provided for application card
it_it: L'anteprima non è disponibile per la scheda dell'applicazione

source: Card Type
es_es: Tipo de Tarjeta
it_it: Tipo di carta

source: Summary Large Image
it_it: Riepilogo Immagine grande

source: Custom title
it_it: Personalizza titolo

source: Best is under 55 chars. If no set default card title would be post title
it_it: Il migliore è sotto i 55 caratteri. Se nessun titolo di carta predefinito impostato sarebbe titolo del post

source: Enter custom title…
it_it: Inserisci titolo personalizzato...

source: Card description
it_it: Descrizione della carta

source: 200 chars max but it is better to keep it short, 120-130 chars is fine. By default description will be automatically generated or retrieved from a SEO plugin such as Yoast or All in One SEO but you can override this here.
it_it: 200 caratteri max ma è meglio tenerlo breve, 120-130 caratteri va bene. Per impostazione predefinita la descrizione verrà generata o recuperata automaticamente da un plugin SEO come Yoast o All in One SEO, ma puoi ignorarlo qui.

source: Player URL
it_it: URL giocatore

source: Enter URL…
it_it: Inserisci URL...

source: Player Width
it_it: Larghezza Player

source: Player Height
it_it: Altezza Player

source: Close
it_it: Chiudi

source: check validator
it_it: validator di controllo

source: Image Settings
it_it: Impostazioni immagine

source: Depending on your card type, please use appropriate ratio. Best is :
it_it: A seconda del tipo di carta, utilizzare il rapporto appropriato. Il migliore è:

source: 1:1 for summary card (square)
it_it: 1:1 per la scheda di riepilogo (quadrato)

source: 2:1 (rectangle) for summary large image
it_it: 2:1 (rettangolo) per riepilogo immagine grande

source: Using featured image is highly recommended (if supported by your post type which is the case for posts) but you can override this here.
it_it: L'uso dell'immagine in primo piano è altamente consigliato (se supportato dal tuo tipo di post, che è il caso dei post), ma puoi ignorarlo qui.

source: Override featured image and default image for this post
it_it: Ignora l'immagine in primo piano e l'immagine predefinita per questo post

source: Insert from Media Library
it_it: Inserisci dal Catalogo multimediale

source: Change twitter Image source
it_it: Cambia twitter Origine immagine

source: Card Image alt
it_it: Immagine scheda alt

source: Alt text - accessibility for your Twitter Image
it_it: Testo alternativo - accessibilità per l'immagine Twitter

source: Twitter Cards settings
it_it: Impostazioni delle schede Twitter

source: Main settings & preview
it_it: Impostazioni principali e anteprima

source: The preview button allows you to change main twitter cards settings and see what it might look like on Twitter.
it_it: Il pulsante di anteprima consente di modificare le principali impostazioni delle schede Twitter e vedere come potrebbe apparire su Twitter.

source: On no account this could replace the Twitter cards validator
it_it: In nessun caso questo potrebbe sostituire il validatore di carte Twitter

source: Preview and set your cards
it_it: Visualizzare in anteprima e impostare le schede

source: preview
it_it: anteprima

source: open modal
it_it: modalità aperta

source: Missing critical option !
it_it: Manca l'opzione critica !

source: Meant to help users to implement and customize Twitter Cards easily
it_it: Pensato per aiutare gli utenti a implementare e personalizzare facilmente le schede Twitter

source: Documentation
es_es: Documentación

source: Validator
es_es: Validador

source: Troubleshooting
es_es: Solución de problemas

source: Custom fields
es_es: Campos personalizados

source: Multi Author
es_es: Varios Autores

source: Deep Linking
es_es: Enlazado Profundo

source: Get more <br />from 140 characters
es_es: Obtener más <br /> de 140 caracteres

source: with Twitter Cards
es_es: Con Twitter Cards

source: Twitter Cards help you richly represent your content within<br /> Tweets across the web and on mobile devices. This gives users <br />greater context and insight into the URLs shared on Twitter,<br /> which in turn allows Twitter to<br /> send more engaged traffic to your site or app.
es_es: Twitter Cards le ayuda a enriquecer su contenido dentro de los <br /> Tweets a través de la web y en dispositivos móviles. Esto ofrece a los usuarios<br/ >un contexto más amplio y una visión de las URLs compartidas en Twitter,<br /> que a su vez permite a Twitter<br /> enviar tráfico más comprometido a su sitio web o aplicación.

source: With this plugin you can get summary, summary large image, product, photo, gallery, app and player cards
es_es: Con este plugin se puede obtener sumarios, imágenes grandes de sumarios, productos, fotos, galerías, aplicaciones y tarjetas de jugadores

source: Who is the creator of content?
es_es: ¿Quién es el creador de este contenido?

source: Who is the Owner of the Website? (could be a trademark)
es_es: ¿Quién es el Dueño del Website? (puede ser de una marca)

source: Card Types
es_es: Tipos de Tarjeta

source: Choose what type of card you want to use
es_es: Seleccione que tipo de tarjeta que usted desea utilizar
fr_fr: Choisissez votre type de card

source: Photo
es_es: Foto

source: Keep the plugin free
es_es: Mantenga este plugin gratuito

source: Please help if you want to keep this plugin free.
es_es: Por favor ayude si usted desea mantener este plugin gratuito.

source: Donation
es_es: Donar

source: Maybe you will like this plugin too:
es_es: A lo mejor le gusta también este plugin:
fr_fr: Peut-être aimerez-vous aussi ce plugin:

source: Product
es_es: Producto

source: Gallery
es_es: Galería

source: Image
es_es: Imagen

source: Product Cards
es_es: Tarjetas de Producto
fr_fr: Cards produit

source: Enter the first key data for product
es_es: Introduzca el primer dato de clave para el producto
fr_fr: Entrez la valeur associée au 1er détail du produit

source: Enter the first key label for product
es_es: Introduzca la primera etiqueta para el producto
fr_fr: Entrez le libellé associé au 1er détail du produit

source: Enter the second key data for product
es_es: Introduzca el segundo dato de clave para el producto
fr_fr: Entrez la valeur associée au 2ème détail du produit

source: Enter the second key label for product
es_es: Introduzca la segunda etiqueta para el producto
fr_fr: Entrez le libellé associé au 2ème détail du produit

source: Gallery Cards
es_es: Tarjetas de Galería
fr_fr: Cards galerie

source: Just use shortcode <strong>[gallery]</strong> and include at least 4 images.
es_es: Sólo tiene que utilizar el código corto <strong>[gallery]</strong> e incluir al menos 4 imágenes
fr_fr: Utilisez simplement le shortcode <strong>[gallery]</strong>et insérez-y au moins 4 images.

source: Player Cards
es_es: Tarjetas de Jugador
fr_fr: Cards vidéo

source: When setting this, make sure player dimension and image dimensions are exactly the same! Image MUST BE greater than 68,600 pixels (a 262x262 square image, or a 350x196 16:9 image)
es_es: Cuando se establece esto, ¡esté seguro que la dimensión de su jugador y las dimensiones de la imagen son exactamente las mismas!
fr_fr: Si vous utilisez ce réglage, assurez-vous que le player a les mêmes dimensions que votre image fallback (ex: image associée)! Cette image DOIT ÊTRE plus grande que 68,600 pixels (une image carrée de 262x262 ou 16:9 de 350x196)

source: If you do not understand what is the following field then it is probably a bad idea to fulfill it!
es_es: !Si usted no entiende lo que es el siguiente campo, entonces es probablemente una mala idea llenarlo!

source: Twitter Creator
es_es: Creador de Twitter

source: Enter your Twitter Account (without @)
es_es: Introduzca su Cuenta de Twitter (sin @)
fr_fr: Entrez votre compte Twitter (sans @)

source: Twitter Image Size
es_es: Tamaño de la Imagen de Twitter

source: Define specific size for twitter:image display
es_es: Definir el tamaño específico para mostrar twitter:image
fr_fr: Ajuster les dimensions pour la twitter:image

source: Image width
es_es: Ancho de la Imagen
fr_fr: Largeur de l'image

source: Image height
es_es: Alto de la Imagen
fr_fr: Hauteur de l'image

source: WordPress SEO by Yoast is activated, please uncheck Twitter Card option in this plugin if it is enabled to avoid adding markup twice | <a class="button" href="%1$s">Hide Notice</a>
es_es: SEO WordPress por Yoast está activado, por favor desmarque la opción de Twitter Card en este plugin si está activada para evitar que se añada el markup dos veces | <a class="button" href="%1$s">Ocultar Advertencia</a>

source: I am a WordPress Developer, I like to make it simple.
es_es: Soy un desarrollador de WordPress, me gusta que sea sencillo.
fr_fr: Je suis développeur WordPress, j'aime faire simple.

source: Now you can combine Twitter Cards with
es_es: Ahora usted puede combinar Twitter Cards con
fr_fr: Vous pouvez maintenant combiner les Twitter cards avec

source: It allows you to make some tests and then you can choose "top performing Twitter Cards that drove clicks".
es_es: Le permite hacer algunas pruebas y luego puede escoger "las Twitter Cards más eficientes que provocaron clics".
fr_fr: Cela permet de faire des tests et de choisir "les Twitter Cards le plus performantes qui génèrent du clic".

source: You can test sources, links, influencers and devices. It is awesome and you should enjoy these new tools.
es_es: Usted puede probar las fuentes, enlaces, influenciadores y dispositivos. Es impresionante y usted debe disfrutar de estas nuevas herramientas.
fr_fr: Vous pouvez tester les sources, les liens, les influenceurs et les appareils. C'est génial et vous devriez apprécier ces nouveaux outils.

source: This will help you to set the best card type experience and it will probably improve your marketing value.
es_es: Esto le ayudará a configurar la mejor experiencia de tipo de tarjeta y probablemente va a mejorar su valor de comercialización.
fr_fr: Cela vous aidera à mettre en place la meilleure expérience possible avec les Twitter Cards et peut-être améliorera la valeur marchande de vos contenus si vous en avez besoin.

source: Deep linking?
es_es: ¿Enlazado profundo?

source: For all the following fields, if you do not want to use leave it blank but be careful with the required markup for your app. Read the documentation please.
es_es: Para todos los siguientes campos, si usted no desea utilizarlos déjelos en blanco, pero tenga cuidado con el markup requerido para su aplicación. Por favor lea la documentación.
fr_fr: Pour les champs suivants, si vous ne devez pas utiliser certains laissez vide mais attention au markup requis pour chaque meta app. Lisez la documentation SVP.

source: Google Play ID
es_es: ID de Google Play

source: Home meta desc
es_es: Meta descripción del inicio

source: Crop
es_es: Cortar

source: Do you want to force crop on card Image?
es_es: ¿Quiere forzar cortar la imagen de la tarjeta?
fr_fr: Voulez-vous forcer le redimensionnement de l'image pour la card?

source: Yes
es_es: Si
fr_fr: Oui

source: Hide or display the meta box on post edit. This will display/hide both image and main metaboxes.
es_es: Ocultar o mostrar el meta cuadro en la edición del post. Esto visualizará/ocultará las imágenes y los meta cuadros principales.

source: Display
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Add a field in profiles for author
es_es: Añadir un campo en los perfiles para el autor

source: This would add a field in profiles if user can publish posts. In this case his Twitter username will be set as meta creator.
es_es: Esto añadirá un campo en los perfiles si el usuario puede publicar posts. En este caso su username de Twitter se establecerá como el meta creador.

source: Meta key Twitter
es_es: Meta clave de Twitter

source: If the above option is set to "no", just modify user meta key associated with Twitter Account in profiles to get Twitter usernames from your own fields:
es_es: Si la opción anterior se establece en "no", basta con modificar la meta clave de usuario asociada a la cuenta de Twitter en los perfiles para obtener los nombres de usuario de Twitter de sus propios campos:

source: Twitter's bot
es_es: Robot de Twitter

source: Add required rules in robots.txt
es_es: Agregar reglas requeridas en robots.txt

source: Twitter Cards are off for those pages.
es_es: Las Twitter Cards están fuera de esas páginas.

source: Warning : Gallery Card is not set properly ! There is no gallery in this post !
es_es: Advertencia: ¡ La Tarjeta de Galería no está configurada correctamente! ¡No hay galerías en este post!
fr_fr: Attention : la card galerie est mal configurée ! Il n'y a pas de galerie présente dans ce post !

source: Warning : Product Card is not set properly ! There is no product datas !
es_es: Advertencia: ¡La Tarjeta de Producto no está configurada correctamente! ¡No hay datos de producto!
fr_fr: Attention : la card produit est mal configurée ! Les données sont incomplètes ou manquantes !

source: (A simple way to opt out meta box on particular posts.)
fr_fr: (un moyen simple de désactiver la meta box sur certains posts.)

source: About the developer
fr_fr: A propos du développeur

source: Add a field Twitter to profiles
fr_fr: Ajouter un champ Twitter aux profils

source: Card types
fr_fr: Types de card

source: Current featured image size is :
fr_fr: L'image associée actuellement au post est de :

source: Disable metabox ?
fr_fr: Désactiver la metabox ?

source: Display any timeline you want the Twitter 1.1 way with a simple shortcode
fr_fr: Afficher n'importe quelle timeline avec un simple shortcode et selon les nouvelles règles de l'API Twitter 1.1

source: Do you want to deactivate twitter cards metabox on this post?
fr_fr: Voulez-vous désactiver la metabox Twitter Cards sur ce post?

source: Enter Twitter account for your Website
fr_fr: Entrez le compte Twitter associé au site web

source: Enter URL for fallback image (image by default)
fr_fr: Entrez l'URL pour l'image de secours (image par défaut)

source: Enter description for Posts Page (max: 200 words)
fr_fr: Entrez une description pour la page des posts (max: 200 mots)

source: Enter key for card description
fr_fr: Entrez la clé associée au champ description pour la card

source: Enter key for card title
fr_fr: Entrez la clé associée au champ title pour la card
