{"translation-revision-date":"","generator":"WP-CLI\/2.4.0","source":"admin\/js\/cards\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Card Type":["Tipo di carta"],"Summary":["Sommario"],"Summary Large Image":["Riepilogo Immagine grande"],"Player":["Giocatore"],"Application":["Applicazione"],"Custom title":["Personalizza titolo"],"Best is under 55 chars. If no set default card title would be post title":["Il migliore è sotto i 55 caratteri. Se nessun titolo di carta predefinito impostato sarebbe titolo del post"],"Enter custom title…":["Inserisci titolo personalizzato..."],"Card description":["Descrizione della carta"],"200 chars max but it is better to keep it short, 120-130 chars is fine. By default description will be automatically generated or retrieved from a SEO plugin such as Yoast or All in One SEO but you can override this here.":["200 caratteri max ma è meglio tenerlo breve, 120-130 caratteri va bene. Per impostazione predefinita la descrizione verrà generata o recuperata automaticamente da un plugin SEO come Yoast o All in One SEO, ma puoi ignorarlo qui."],"Player URL":["URL giocatore"],"Enter URL…":["Inserisci URL..."],"Player Width":["Larghezza Player"],"Player Height":["Altezza Player"],"Close":["Chiudi"],"check validator":["validator di controllo"],"Image Settings":["Impostazioni immagine"],"Depending on your card type, please use appropriate ratio. Best is :":["A seconda del tipo di carta, utilizzare il rapporto appropriato. Il migliore è:"],"1:1 for summary card (square)":["1:1 per la scheda di riepilogo (quadrato)"],"2:1 (rectangle) for summary large image":["2:1 (rettangolo) per riepilogo immagine grande"],"Using featured image is highly recommended (if supported by your post type which is the case for posts) but you can override this here.":["L'uso dell'immagine in primo piano è altamente consigliato (se supportato dal tuo tipo di post, che è il caso dei post), ma puoi ignorarlo qui."],"Override featured image and default image for this post":["Ignora l'immagine in primo piano e l'immagine predefinita per questo post"],"Insert from Media Library":["Inserisci dal Catalogo multimediale"],"Change twitter Image source":["Cambia twitter Origine immagine"],"Card Image alt":["Immagine scheda alt"],"Alt text - accessibility for your Twitter Image":["Testo alternativo - accessibilità per l'immagine Twitter"],"Twitter Cards":["Twitter"],"Twitter Cards settings":["Impostazioni delle schede Twitter"],"Main settings & preview":["Impostazioni principali e anteprima"],"The preview button allows you to change main twitter cards settings and see what it might look like on Twitter.":["Il pulsante di anteprima consente di modificare le principali impostazioni delle schede Twitter e vedere come potrebbe apparire su Twitter."],"On no account this could replace the Twitter cards validator":["In nessun caso questo potrebbe sostituire il validatore di carte Twitter"],"Preview and set your cards":["Visualizzare in anteprima e impostare le schede"],"preview":["anteprima"],"open modal":["modalità aperta"]}}}