{"translation-revision-date":"","generator":"WP-CLI\/2.4.0","source":"admin\/js\/cards\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Card Type":["Tipos de Tarjeta"],"Summary":["Sumario"],"Summary Large Image":["Sumario con foto grande"],"Player":["Jugador"],"Application":["Aplicación"],"Custom title":["Campo personalizado título"],"Best is under 55 chars. If no set default card title would be post title":["Lo mejor es bajo 55 caracteres. Si ningún título predeterminado de la tarjeta sería el título de la publicación"],"Enter custom title…":["Entra personalizado título"],"Card description":["Campo personalizado descripción"],"200 chars max but it is better to keep it short, 120-130 chars is fine. By default description will be automatically generated or retrieved from a SEO plugin such as Yoast or All in One SEO but you can override this here.":["200 caracteres como máximo, pero es mejor mantenerlo corto, 120-130 caracteres está bien. Por defecto, la descripción se generará automáticamente o se recuperará de un complemento SEO como Yoast o All in One SEO, pero puede anularlo aquí."],"Player URL":["URL del jugador"],"Enter URL…":["Entra URL..."],"Player Width":["Ancho del jugador"],"Player Height":["Largo del jugador"],"Close":["Cerrar"],"check validator":["Consultar con el validador"],"Image Settings":["Ajustes de imagen"],"Depending on your card type, please use appropriate ratio. Best is :":["Dependiendo de su tipo de tarjeta, use la proporción apropiada. Lo mejor es:"],"1:1 for summary card (square)":["1: 1 para la tarjeta de resumen (cuadrado)"],"2:1 (rectangle) for summary large image":["2: 1 (rectángulo) para resumen de imagen grande"],"Using featured image is highly recommended (if supported by your post type which is the case for posts) but you can override this here.":["Usar una imagen destacada es altamente recomendable (si es compatible con su tipo de publicación, como es el caso de las publicaciones), pero puede anular esto aquí."],"Override featured image and default image for this post":["Anular imagen destacada e imagen predeterminada para esta publicación"],"Insert from Media Library":["Insertar desde la biblioteca"],"Change twitter Image source":["Cambiar la fuente de la imagen de Twitter"],"Card Image alt":["Imagen de la tarjeta alt"],"Alt text - accessibility for your Twitter Image":["Texto alternativo: accesibilidad para tu imagen de Twitter"],"Twitter Cards":["Twitter Cards"],"Twitter Cards settings":["Configuración"],"Main settings & preview":["Configuración \/ previa"],"The preview button allows you to change main twitter cards settings and see what it might look like on Twitter.":["El botón de vista previa le permite cambiar la configuración principal de las tarjetas de twitter y ver cómo podría verse en Twitter."],"On no account this could replace the Twitter cards validator":["En ningún caso esto podría sustituir al validador de tarjetas de Twitter."],"Preview and set your cards":["Previa"],"preview":["previa"],"open modal":["modal abierto"]}}}