Repository: jmau111-org/jm-twitter-cards
Catalog: languages/jm-tc-doc-*.po
Languages: es_es

source: This new feature allows a fine set up for Twitter Cards Experience. You can analyse your tweets and see what works and what fails. You can also check which card type fits your content.<br /> In a nutshell you can improve your Twitter engagement, monitor clicks and retweets and see what is the best experience for your followers. <strong>AMAZING</strong>!
es_es: Esta nueva característica permite un ajuste fino para Twitter Cards Experience. Usted puede analizar sus tweets y ver lo que funciona y lo que falla. También puede comprobar qué tipo de tarjeta se ajusta a su contenido. <br /> En pocas palabras usted puede mejorar su participación Twitter, supervisar los clics y retweets y ver cuál es la mejor experiencia para sus seguidores. ¡<strong> SORPRENDENTE </strong>!

source: To GET STARTED:
es_es: PARA COMENZAR:

source: To activate this mode you have to activate the <a href="#metabox">custom meta box</a>.
es_es: Para activar este modo usted tiene que activar el <a href="#metabox"> caja meta personalizada</a>

source: To define a photo card experience, set your card type to "photo" and provide a twitter:image. Twitter will resize images, maintaining original aspect ratio to fit the following sizes:
es_es: Para definir una experiencia de tarjeta de foto, ponga su tipo de tarjeta a "foto" y proporcione una imagen twitter. Twitter redimensionará las imágenes, manteniendo la relación de aspecto original para ajustarlo a los siguientes tamaños:

source: To use new feature (in 3.3.6) Gallery cards, just use the WordPress Gallery System
es_es: Para utilizar la nueva característica (en 3.3.6) tarjetas Gallery, sólo tiene que utilizar el Sistema WordPress Gallery

source: Troubleshooting Guide
es_es: Guía de Solución de problemas

source: Twitter Cards allow you to attach rich media experiences to Tweets about your content; Twitter Card analytics gives you related insights into how your content is being shared on Twitter. Through personalized data and best practices,Twitter Card analytics reveals how you can improve key metrics such as URL clicks, app install attempts and Retweets.
es_es: Tarjetas Twitter permiten conectar experiencias ricas de medios a los tweets acerca de su contenido; los análisis Twitter Card le dan ideas afines sobre cómo se está compartiendo su contenido en Twitter.A través de datos personalizados y las mejores prácticas, análisis Twitter Card revela cómo usted puede mejorar las métricas de clave, tales como clics en URL, intentos de instalación de aplicaciones y Retweets.

source: Twitter card validator does not work with my site !
es_es: ¡El Validador de Tarjetas Twitter no funciona con mi sitio!

source: Twitter cards documentation
es_es: Documentación de las tarjetas de Twitter

source: Twitter cards make it possible for you to attach media experiences to Tweets that link to your content. Simply add a few lines of HTML to your webpages, and users who Tweet links to your content will have a "card" added to the Tweet that is visible to all of their followers.
es_es: Tarjetas Twitter permiten que usted adjunte experiencias multimedia a los tweets que enlace a su contenido. Basta con añadir unas pocas líneas de HTML a sus páginas web, y los usuarios que envían Tweets de enlaces a su contenido tendrán una "tarjeta" añadida al Tweet que es visible para todos sus seguidores.

source: Twitter will not create a photo card unless the twitter:image is of a minimum size of 280px wide by 150px tall. Images will not be cropped unless they have an exceptional aspect ratio
es_es: Twitter no va a crear una tarjeta de foto a menos que la imagen twitter sea de un tamaño mínimo de 280px de ancho por 150px de alto. Las imágenes no se pueden recortar a menos que tengan una relación de aspecto excepcional

source: Twitter's bot needs to have access to your website to fetch your content, so just insert this in the file ::
es_es: Los bots de Twitter tienen que tener acceso a su sitio web en busca de su contenido, por lo que basta con insertar esto en el archivo ::

source: Updated
es_es: Actualizado

source: Use HTTPS for your iframe, stream, and all assets within your Card.
es_es: Uso de HTTPS para el iframe, stream, y todos los activos dentro de su Tarjeta.

source: Use the dropdown menu to choose which size you want to set by default (you can override this with the metabox fields). You can now choose (3.3.0) to force crop or not. Do not forget to enter a fallback image in case no option is set. You can also set twitter image with and height to get a better control of cards display (only for photo and product cards).
es_es: Utilice el menú desplegable para elegir qué tamaño usted quiere poner por defecto (puede reemplazar este con los campos METABOX). Ahora puede elegir (3.3.0) para forzar el recorte o no. No se olvide de ingresar en una imagen de reserva en caso de que ninguna opción esté establecida. También puede establecer el ancho y la altura de la imagen twitter para obtener un mejor control de la visualización de las tarjetas (sólo para fotos y tarjetas de procductos).

source: Use wmode=opaque if utilizing Flash for the twitter.com experience, so that the player renders at the correct z-index.
es_es: Utilice wmode = opaco si utiliza Flash para la experiencia twitter.com, para que el reproductor opere en el índice-z correcto.

source: Validation form
es_es: Formularios de Validación

source: With version 3.3.1 the plugin allows you to dismiss metabox if you do not want or need to use it. This introduces more flexibility for users who do not need to use metabox on each post. If option is set to "yes, please deactivate it", the datas will be set by general options.
es_es: Con la versión 3.3.1 el plugin le permite desechar la METABOX si usted no quiere o necesita usarla. Esto introduce una mayor flexibilidad para los usuarios que no necesitan utilizar METABOX en cada publicación. Si la opción se establece en "Sí, por favor desactivarlo", los datos serán fijados por las opciones generales.

source: WordPress is great but we often need to add some SEO plugins such as <a href= "http://yoast.com/wordpress/seo/">WP SEO by Yoast</a> or <a href= "http://wordpress.org/plugins/all-in-one-seo-pack/">All In One SEO</a>. These plugins are very very popular and you can find them in a lot of WP installations. JM Twitter Cards checks if one of the two plugins is activated and grabs meta title and description you have set. This allows you not to waste your time writting things twice for each post. If you forget to fulfill SEO fields do not panic, there are fallback (post title and the first words of your post as description). Do not forget to choose how many words the plugin has to grab for twitter meta description(max 200).
es_es: WordPress es genial, pero a menudo tenemos que añadir algunos plugins SEO como <a href= "http://yoast.com/wordpress/seo/">WP SEO por Yoast </a> o <a href= "http://wordpress.org/plugins/all-in-one-seo-pack/">All In One SEO</a>.Estos plugins son muy muy populares y se pueden encontrar en una gran cantidad de instalaciones de WP. Tarjetas JM Twitter comprueba si se activa uno de los dos plugins y agarra el título del meta y la descripción que ha establecido. Esto permite que usted no pierda su tiempo escribiendo cosas dos veces para cada publicación. Si se olvida de cumplir con los campos de SEO no se preocupe, hay repliegue (título de la entrada y las primeras palabras de su puesto como la descripción). No se olvide de elegir el número de palabras que el lector tiene que captar para meta descripción Twitter (máximo 200).

source: Yes, it's now possible with 3.9, you just have to make you own function and "hook" it on <code>jmtc_markup</code>
es_es: Sí, ahora es posible con 3,9, sólo tiene que hacer su propia función y "gancho" en <code> jmtc_markup </code>

source: You can also set how many words the plugin has to grab to set a description by default. This allows to avoid empty twitter meta description which often breaks twitter cards.
es_es: También puede establecer la cantidad de palabras que el plugin tiene que captar para establecer una descripción por defecto. Esto permite evitar meta descripciónTwitter vacía que a menudo rompe tarjetas twitter.

source: You can use the following snippet in your functions.php or in a functionality plugin.
es_es: Usted puede utilizar el siguiente fragmento de código en su functions.php o en un plugin de funcionalidad.

source: by
es_es: Por

source: for
es_es: Para

source: maximum height of 375px, maximum width of 435px
es_es: altura máxima de 375px, el ancho máximo de 435px

source: What are Twitter Cards?
es_es: ¿Qué son Twitter Cards?

source: How to get Twitter Cards
es_es: Como obtener Twitter Cards?

source: Summary cards
es_es: Tarjetas Resumen

source: Photo cards
es_es: Tarjetas de Fotos

source: Product cards
es_es: Tarjetas deProductos

source: Gallery cards
es_es: Tarjetas Galería

source: Player cards
es_es: Tarjetas de reproductor

source: Common Issues
es_es: Problemas comunes

source: I do not see images in tweets !
es_es: ¡No veo las imágenes en los tweets!

source: How do I use the custom fields option?
es_es: ¿Cómo uso la opción de campos personalizados?

source: I do not see all options in meta box
es_es: No veo todas las opciones en el cuadro meta

source: I want to disable Twitter Card Markup in particular cases
es_es: Quiero desactivar Twitter Card Markup en casos particulares

source: Can I filter markup ?
es_es: ¿Puedo filtrar marcado?

source: Plugin settings
es_es: Configuración Plugin

source: Images
es_es: Imágenes

source: Home settings
es_es: Ajustes en el Inicio

source: Meta Box setting
es_es: Configuración Meta Caja

source: Sources and Credits
es_es: Fuentes y Créditos

source: Twitter Card Validator does not work !
es_es: ¡Twitter Card Validator no funciona!
